Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.success.friend_only.subtitle
source: You can check your friends' shifts now.
ar: يمكنك الآن الاطلاع على نوبات أصدقائك.
bg: Вече можете да проверите смените на приятелите си.
bn: এখন আপনি বন্ধুদের শিফট দেখতে পারবেন।
ca: Ara pots veure els torns dels teus amics.
cs: Teď si můžete zobrazit směny svých přátel.
da: Du kan se dine venners vagter nu.
de: Du kannst jetzt die Schichten deiner Freunde sehen.
el: Μπορείτε τώρα να δείτε τις βάρδιες των φίλων σας.
es: Ahora puedes ver los turnos de tus amigos.
et: Saad nüüd vaadata oma sõprade vahetusi.
fa: حالا می‌توانید شیفت‌های دوستانتان را ببینید.
fi: Voit nyt tarkistaa ystäviesi vuorot.
fil: Maaari mo nang tingnan ang mga shift ng iyong mga kaibigan.
fr: Vous pouvez voir les shifts de vos amis maintenant.
he: אפשר לראות עכשיו את המשמרות של החברים שלך.
hi: अब आप अपने दोस्तों की शिफ्ट्स देख सकते हैं।
hr: Sada možete provjeriti smjene svojih prijatelja.
hu: Most megnézheted a barátaid műszakjait.
id: Sekarang kamu bisa melihat shift temanmu.
is: Þú getur skoðað vaktir vina þinna núna.
it: Ora puoi vedere i turni dei tuoi amici.
ja: 友達のシフトを今すぐ確認できます。
ko: 이제 친구들의 근무를 확인할 수 있어요.
lt: Dabar galite peržiūrėti draugų pamainas.
lv: Tagad varat skatīt draugu maiņas.
nb: Du kan se vaktene til vennene dine nå.
nl: Je kunt nu de diensten van je vrienden bekijken.
nn: Du kan sjå vaktene til venene dine no.
pl: Możesz już sprawdzić zmiany znajomych.
pt_br: Agora você pode ver os turnos dos seus amigos.
ro: Poți verifica acum turele prietenilor tăi.
ru: Теперь вы можете смотреть смены друзей.
sk: Teraz si môžete pozrieť zmeny svojich priateľov.
sl: Zdaj lahko preveriš izmene svojih prijateljev.
sr: Sada možeš da vidiš smene svojih prijatelja.
sv: Du kan se dina vänners arbetspass nu.
sw: Unaweza kuona zamu za marafiki zako sasa.
ta: இப்போது உங்கள் நண்பர்களின் பணிப்பகுதிகளை பார்க்கலாம்.
th: ตอนนี้คุณดูกะของเพื่อนได้แล้ว
tr: Artık arkadaşlarının vardiyalarını görebilirsin.
uk: Тепер ви можете переглядати зміни друзів.
ur: اب آپ اپنے دوستوں کی شفٹیں دیکھ سکتے ہیں۔
vi: Giờ bạn có thể xem ca làm của bạn bè.
zh_hans: 你现在可以查看好友的班次了。
zh_hant: 你現在可以查看朋友的班次。

# onboarding.success.friend_only.title
source: You're ready
ar: أنت جاهز
bg: Готови сте
bn: আপনি প্রস্তুত
ca: Ja està tot a punt
cs: Jste připraveni
da: Du er klar
de: Du bist bereit
el: Είστε έτοιμοι
es: Todo listo
et: Oled valmis
fa: آماده‌اید
fi: Olet valmis
fil: Handa ka na
fr: Vous êtes prêt
he: הכול מוכן
hi: आप तैयार हैं
hr: Spremni ste
hu: Készen állsz
id: Kamu siap
is: Þú ert tilbúin(n)
it: È tutto pronto
ja: 準備完了
ko: 준비 완료
lt: Viskas paruošta
lv: Viss gatavs
nb: Du er klar!
nl: Je bent klaar
nn: Du er klar
pl: Wszystko gotowe
pt_br: Você está pronto
ro: Ești gata
ru: Всё готово
sk: Ste pripravení
sl: Pripravljen si
sr: Spreman si
sv: Du är klar
sw: Uko tayari
ta: நீங்கள் தயாராக உள்ளீர்கள்
th: พร้อมแล้ว
tr: Hazırsın
uk: Усе готово
ur: آپ تیار ہیں
vi: Bạn đã sẵn sàng
zh_hans: 准备就绪
zh_hant: 你準備好了

# onboarding.success.reassurance
source: You can adjust wages, supplements, and tax anytime.
ar: يمكنك تعديل الراتب والتعويضات والضريبة في أي وقت.
bg: Можеш да коригираш заплата, надбавки и данък по всяко време.
bn: আপনি যেকোনো সময় মজুরি, সাপ্লিমেন্ট এবং ট্যাক্স সামঞ্জস্য করতে পারেন।
ca: Pots ajustar salaris, complements i impostos en qualsevol moment.
cs: Mzdu, příplatky a daně můžete upravit kdykoliv.
da: Du kan justere løn, tillæg og skat når som helst.
de: Du kannst Lohn, Zuschläge und Steuern jederzeit anpassen.
el: Μπορείτε να προσαρμόσετε τους μισθούς, τα επιδόματα και τον φόρο ανά πάσα στιγμή.
es: Puedes ajustar salarios, suplementos e impuestos en cualquier momento.
et: Saad palka, lisatasusid ja maksud igal ajal muuta.
fa: شما می‌توانید دستمزد، کمک‌هزینه و مالیات را در هر زمان تنظیم کنید.
fi: Voit säätää palkkaa, lisäyksiä ja veroa milloin tahansa.
fil: Maaari mong ayusin ang sahod, dagdag, at buwis anumang oras.
fr: Vous pouvez ajuster les salaires, les suppléments et les impôts à tout moment.
he: אתה יכול להתאים שכר, תוספות ומס בכל זמן.
hi: आप किसी भी समय वेतन, भत्ते और कर को समायोजित कर सकते हैं।
hr: Možete prilagoditi plaću, dodatke i porez bilo kada.
hu: Bármikor módosíthatod a bért, a pótlékokat és az adót.
id: Anda dapat menyesuaikan gaji, tunjangan, dan pajak kapan saja.
is: Þú getur breytt launum, tillögum og sköttum hvenær sem er.
it: Puoi regolare stipendio, supplementi e tasse in qualsiasi momento.
ja: 給与、手当、税金はいつでも調整できます。
ko: 언제든지 급여, 수당 및 세금을 조정할 수 있습니다.
lt: Galite bet kada keisti atlyginimą, priedus ir mokesčius.
lv: Jūs varat jebkurā laikā pielāgot algu, piemaksas un nodokļus.
nb: Du kan justere lønn, tillegg og skatt når som helst.
nl: Je kunt loon, toeslagen en belasting altijd aanpassen.
nn: Du kan justere lønn, tillegg og skatt når som helst.
pl: Możesz dostosować wynagrodzenie, dodatki i podatek w dowolnym momencie.
pt_br: Você pode ajustar salário, adicionais e imposto a qualquer momento.
ro: Poți ajusta salariile, suplimentele și impozitul oricând.
ru: Вы можете изменить зарплату, надбавки и налоги в любое время.
sk: Mzdu, príplatky a daň si môžete upraviť kedykoľvek.
sl: Kadarkoli lahko prilagodite plačo, dodatke in davke.
sr: Možete prilagoditi platu, dodatke i poreze u bilo kojem trenutku.
sv: Du kan justera löner, tillägg och skatt när som helst.
sw: Unaweza kusambaza mshahara, ziada, na kodi wakati wowote.
ta: நீங்கள் எப்போது வேண்டுமானாலும் ஊதியம், சலுகைகள் மற்றும் வரி ஆகியவற்றை சரிசெய்யலாம்.
th: คุณสามารถปรับเงินเดือน เบี้ยเพิ่มเติม และภาษีได้ตลอดเวลา
tr: Maaş, ek ödeme ve vergiyi istediğiniz zaman ayarlayabilirsiniz.
uk: Ви можете змінювати заробітну плату, надбавки та податки будь-коли.
ur: آپ تنخواہ، سپلیمنٹ اور ٹیکس کو کسی بھی وقت ایڈجسٹ کر سکتے ہیں۔
vi: Bạn có thể điều chỉnh lương, phụ cấp và thuế bất kỳ lúc nào.
zh_hans: 你可以随时调整工资、补贴和税款。
zh_hant: 您可以隨時調整工資、補貼和稅金。

# onboarding.success.saving
source: Saving your settings...
ar: جاري حفظ إعداداتك...
bg: Запазване на настройките...
bn: আপনার সেটিংস সংরক্ষণ করা হচ্ছে...
ca: Guardant la configuració...
cs: Ukládání nastavení...
da: Gemmer dine indstillinger...
de: Speichert deine Einstellungen...
el: Αποθήκευση ρυθμίσεων...
es: Guardando tu configuración...
et: Sinu seadeid salvestatakse...
fa: در حال ذخیره تنظیمات‌تان...
fi: Tallennetaan asetuksiasi...
fil: Sinisave ang iyong mga setting...
fr: Enregistrement de vos paramètres...
he: שומר את ההגדרות שלך...
hi: आपकी सेटिंग्स सहेजी जा रही हैं...
hr: Spremanje vaših postavki...
hu: Beállításaid mentése...
id: Menyimpan pengaturan Anda...
is: Vistar stillingar þínar...
it: Salvataggio delle impostazioni...
ja: 設定を保存中...
ko: 설정을 저장 중입니다...
lt: Išsaugomi jūsų nustatymai...
lv: Saglabā jūsu iestatījumus...
nb: Lagrer innstillingene dine...
nl: Je instellingen worden opgeslagen...
nn: Lagrar innstillingane dine...
pl: Zapisywanie Twoich ustawień...
pt_br: Salvando suas configurações...
ro: Se salvează setările tale...
ru: Сохранение ваших настроек...
sk: Ukladajú sa vaše nastavenia...
sl: Shranjevanje nastavitev...
sr: Čuvam vaše postavke...
sv: Sparar dina inställningar...
sw: Inakufa mipango yako...
ta: உங்கள் அமைப்புகளைச் சேமிக்கிறது...
th: กำลังบันทึกการตั้งค่าของคุณ...
tr: Ayarlarınız kaydediliyor...
uk: Збереження ваших налаштувань...
ur: آپ کی ترتیبات محفوظ کی جا رہی ہیں...
vi: Đang lưu cài đặt của bạn...
zh_hans: 正在保存你的设置...
zh_hant: 正在保存您的設置...

# onboarding.success.savingTitle
source: One moment
ar: لحظة واحدة
bg: Един момент
bn: একটি মুহূর্ত
ca: Un moment
cs: Chvilku strpení
da: Et øjeblik
de: Einen Moment
el: Ένα λεπτό
es: Un momento
et: Üks hetk
fa: یک لحظه صبر کنید
fi: Hetki hetkellä
fil: Sandali lang
fr: Un instant
he: רגע אחד
hi: एक पल
hr: Jedan trenutak
hu: Egy pillanat
id: Sebentar
is: Blikk
it: Un momento
ja: お待ちください
ko: 잠시만요
lt: Viena akimirka
lv: Vienu mirkli
nb: Ett øyeblikk
nl: Een moment
nn: Eitt augeblikk
pl: Chwileczkę
pt_br: Um momento
ro: Un moment
ru: Одну минуту
sk: Chvíľočku
sl: Trenutek
sr: Samo trenutak
sv: Ett ögonblick
sw: Dakika moja
ta: ஒரு தருணம்
th: สักครู่นึง
tr: Bir an lütfen
uk: Одну мить
ur: ایک لمحہ
vi: Chờ một chút
zh_hans: 稍候
zh_hant: 請稍候

# onboarding.success.subtitle
source: Add your first shift to see real earnings
ar: أضف نوبتك الأولى لرؤية الأرباح الفعلية
bg: Добави първата си смяна, за да видиш реални доходи
bn: প্রকৃত আয় দেখতে আপনার প্রথম শিফট যোগ করুন
ca: Afegeix el teu primer torn per veure els guanys reals
cs: Přidejte svou první směnu a podívejte se na skutečné příjmy
da: Tilføj dit første skift for at se ægte indtjening
de: Füge deine erste Schicht hinzu, um echte Einnahmen zu sehen
el: Προσθέστε την πρώτη σας βάρδια για να δείτε πραγματικά κέρδη
es: Añade tu primer turno para ver ganancias reales
et: Lisa oma esimene vahetus, et näha tegelikke tulusid
fa: اولین شیفت خود را اضافه کنید تا درآمد واقعی را ببینید
fi: Lisää ensimmäinen vuoro nähdäksesi todellisen tulon
fil: Magdagdag ng unang shift upang makita ang tunay na kita
fr: Ajoutez votre premier quart pour voir vos gains réels
he: הוסף את המשמרת הראשונה שלך כדי לראות הכנסה בפועל
hi: वास्तविक आय देखने के लिए अपनी पहली शिफ्ट जोड़ें
hr: Dodajte vašu prvu smjenu da vidite pravi zarade
hu: Add hozzá első műszakod a valódi kereset megtekintéséhez
id: Tambahkan shift pertama Anda untuk melihat penghasilan sebenarnya
is: Bættu við fyrri vakt þinni til að sjá raunverulegar tekjur
it: Aggiungi il tuo primo turno per visualizzare i guadagni reali
ja: 最初のシフトを追加して実際の収入を確認します
ko: 첫 번째 근무를 추가하여 실제 수익을 확인하세요
lt: Pridėkite pirmą pamainą, kad pamatytumėte tikrą uždarbį
lv: Pievienojiet savu pirmo maiņu, lai redzētu faktiskos ieņēmumus
nb: Legg til din første vakt for å se ekte inntekt
nl: Voeg je eerste dienst toe om je echte inkomsten te zien
nn: Legg til din første vakt for å sjå ekte inntekt
pl: Dodaj swoją pierwszą zmianę, aby zobaczyć rzeczywiste zarobki
pt_br: Adicione seu primeiro turno para ver ganhos reais
ro: Adaugă prima ta schimbare pentru a vedea câștigurile reale
ru: Добавьте вашу первую смену, чтобы увидеть реальный заработок
sk: Pridajte svoju prvú smenu, aby ste videli skutočný zárobok
sl: Dodajte svojo prvo izmeno, da vidite resnični zaslužek
sr: Dodajte svoju prvu smenu da vidite stvarnu zaradu
sv: Lägg till ditt första skift för att se verklig inkomst
sw: Ongeza zamu yako ya kwanza kuona mapato ya kweli
ta: உண்மையான வருவாயைப் பார்க்க உங்கள் முதல் ஷிப்டைச் சேர்க்கவும்
th: เพิ่มกะการทำงานแรกของคุณเพื่อดูรายได้จริง
tr: Gerçek kazancı görmek için ilk vardiyayı ekleyin
uk: Додайте першу зміну, щоб побачити справжній дохід
ur: اپنی پہلی شفٹ شامل کریں حقیقی آمدنی دیکھنے کے لیے
vi: Thêm ca làm việc đầu tiên của bạn để xem thu nhập thực tế
zh_hans: 添加你的第一个班次以查看实际收入
zh_hant: 添加您的第一班次以查看真實收入

# onboarding.success.title
source: You're all set!
ar: أنت جاهز!
bg: Всички е готово!
bn: আপনি সব কিছু প্রস্তুত!
ca: Ja està tot a punt!
cs: Vše je připraveno!
da: Du er klar!
de: Du bist bereit!
el: Είστε έτοιμοι!
es: ¡Estás listo!
et: Oled valmis!
fa: همه چیز آماده است!
fi: Olet valmis!
fil: Handa ka na!
fr: C'est bon !
he: אתה מוכן!
hi: आप सभी तैयार हैं!
hr: Sve je spremno!
hu: Minden kész!
id: Anda sudah siap!
is: Þú ert tilbúin!
it: Tutto è pronto!
ja: すべての設定が完了しました！
ko: 모두 준비되었습니다!
lt: Viskas paruošta!
lv: Jūs esat gatavs!
nb: Du er klar!
nl: Je bent klaar!
nn: Du er klar!
pl: Wszystko gotowe!
pt_br: Você está pronto!
ro: Ești gata!
ru: Вы готовы!
sk: Všetko je pripravené!
sl: Vse je pripravljeno!
sr: Sve je spremno!
sv: Du är all set!
sw: Umefanikiwa!
ta: நீங்கள் தயாராக உள்ளீர்கள்!
th: คุณพร้อมแล้ว!
tr: Hepsi hazır!
uk: Все готово!
ur: آپ تیار ہیں!
vi: Bạn đã sẵn sàng!
zh_hans: 全部设置完成！
zh_hant: 全部完成！

# onboarding.supplements.addRule
source: Add supplement
ar: إضافة تعويض
bg: Добави надбавка
bn: সাপ্লিমেন্ট যোগ করুন
ca: Afegir complement
cs: Přidat příplatek
da: Tilføj tillæg
de: Zuschlag hinzufügen
el: Προσθήκη επιδόματος
es: Añadir suplemento
et: Lisa lisatasu
fa: افزودن کمک‌هزینه
fi: Lisää lisäys
fil: Magdagdag ng dagdag
fr: Ajouter un supplément
he: הוסף תוספת
hi: भत्ता जोड़ें
hr: Dodaj dodatak
hu: Pótlék hozzáadása
id: Tambahkan tunjangan
is: Bæta við tillögu
it: Aggiungi supplemento
ja: 手当を追加
ko: 수당 추가
lt: Pridėti priedą
lv: Pievienot piemaksu
nb: Legg til tillegg
nl: Toeslag toevoegen
nn: Legg til tillegg
pl: Dodaj dodatek
pt_br: Adicionar adicionais
ro: Adaugă supliment
ru: Добавить надбавку
sk: Pridať príplatok
sl: Dodaj dodatek
sr: Dodaj dodatak
sv: Lägg till tillägg
sw: Ongeza ziada
ta: சலுகை சேர்க்கவும்
th: เพิ่มเบี้ยเพิ่มเติม
tr: Ek ödeme ekle
uk: Додати надбавку
ur: سپلیمنٹ شامل کریں
vi: Thêm phụ cấp
zh_hans: 添加补贴
zh_hant: 添加補貼

# onboarding.supplements.allDays
source: All
ar: الكل
bg: Всички
bn: সব
ca: Tots
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todos
et: Kõik
fa: همه
fi: Kaikki
fil: Lahat
fr: Tous
he: הכל
hi: सभी
hr: Sve
hu: Összes
id: Semua
is: Allt
it: Tutti
ja: すべて
ko: 모두
lt: Visi
lv: Visi
nb: Alle
nl: Alle
nn: Alle
pl: Wszystkie
pt_br: Todos
ro: Toate
ru: Все
sk: Všetky
sl: Vse
sr: Svi
sv: Alla
sw: Zote
ta: அனைத்தும்
th: ทั้งหมด
tr: Tümü
uk: Всі
ur: تمام
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# onboarding.supplements.allDaysLong
source: All days
ar: جميع الأيام
bg: Всички дни
bn: সব দিন
ca: Tots els dies
cs: Všechny dny
da: Alle dage
de: Alle Tage
el: Όλες οι μέρες
es: Todos los días
et: Kõik päevad
fa: تمام روزها
fi: Kaikki päivät
fil: Lahat ng araw
fr: Tous les jours
he: כל הימים
hi: सभी दिन
hr: Svi dani
hu: Minden nap
id: Semua hari
is: Allar dagar
it: Tutti i giorni
ja: すべての日
ko: 모든 날
lt: Visos dienos
lv: Visas dienas
nb: Alle dager
nl: Alle dagen
nn: Alle dagar
pl: Wszystkie dni
pt_br: Todos os dias
ro: Toate zilele
ru: Все дни
sk: Všetky dni
sl: Vsi dnevi
sr: Svi dani
sv: Alla dagar
sw: Siku zote
ta: அனைத்து நாட்கள்
th: ทุกวัน
tr: Tüm günler
uk: Всі дні
ur: تمام دن
vi: Tất cả các ngày
zh_hans: 所有天数
zh_hant: 所有日期

# onboarding.supplements.daysLabel
source: Which days?
ar: أي أيام؟
bg: Кои дни?
bn: কোন দিনগুলি?
ca: Quins dies?
cs: Které dny?
da: Hvilke dage?
de: Welche Tage?
el: Ποιες μέρες;
es: ¿Qué días?
et: Millised päevad?
fa: کدام روزها؟
fi: Mitkä päivät?
fil: Aling araw?
fr: Quels jours ?
he: אילו ימים?
hi: कौन से दिन?
hr: Koji dani?
hu: Mely napok?
id: Hari apa saja?
is: Hvaða dagar?
it: Quali giorni?
ja: どの日ですか？
ko: 어느 날인가요?
lt: Kurios dienos?
lv: Kuras dienas?
nb: Hvilke dager?
nl: Welke dagen?
nn: Kva dagar?
pl: Które dni?
pt_br: Quais dias?
ro: Care zile?
ru: Какие дни?
sk: Ktoré dni?
sl: Kateri dnevi?
sr: Koji dani?
sv: Vilka dagar?
sw: Ni siku zipi?
ta: எந்த நாட்கள்?
th: วันไหน?
tr: Hangi günler?
uk: Які дні?
ur: کون سے دن؟
vi: Những ngày nào?
zh_hans: 哪些天？
zh_hant: 哪些日期？

# onboarding.supplements.editRule
source: Edit supplement
ar: تعديل الإضافة
bg: Редактирай надбавка
bn: সাপ্লিমেন্ট সম্পাদনা করুন
ca: Editar complement
cs: Upravit příplatek
da: Rediger tillæg
de: Zuschlag bearbeiten
el: Επεξεργασία επιδόματος
es: Editar suplemento
et: Muuda lisatasu
fa: ویرایش کمک‌هزینه
fi: Muokkaa lisäystä
fil: I-edit ang dagdag
fr: Modifier le supplément
he: ערוך תוספת
hi: भत्ता संपादित करें
hr: Uredi dodatak
hu: Pótlék szerkesztése
id: Edit tunjangan
is: Breyta tillögu
it: Modifica supplemento
ja: 手当を編集
ko: 수당 수정
lt: Redaguoti priedą
lv: Rediģēt piemaksu
nb: Rediger tillegg
nl: Toeslag bewerken
nn: Rediger tillegg
pl: Edytuj dodatek
pt_br: Editar adicionais
ro: Editează supliment
ru: Изменить надбавку
sk: Upraviť príplatok
sl: Uredi dodatek
sr: Uredi dodatak
sv: Redigera tillägg
sw: Hariri ziada
ta: சலுகையைத் திருத்தவும்
th: แก้ไขเบี้ยเพิ่มเติม
tr: Ek ödemeyi düzenle
uk: Редагувати надбавку
ur: سپلیمنٹ میں ترمیم کریں
vi: Chỉnh sửa phụ cấp
zh_hans: 编辑补贴
zh_hant: 編輯補貼

# onboarding.supplements.fixedRate
source: Fixed amount
ar: مبلغ ثابت
bg: 固定额
bn: নির্ধারিত পরিমাণ
ca: Import fix
cs: Pevná částka
da: Fast beløb
de: Festbetrag
el: Σταθερό ποσό
es: Cantidad fija
et: Fikseeritud summa
fa: مبلغ ثابت
fi: Kiinteä summa
fil: Fixed na halaga
fr: Montant fixe
he: סכום קבוע
hi: निश्चित राशि
hr: Fiksni iznos
hu: Fix összeg
id: Jumlah tetap
is: Fast upphæð
it: Importo fisso
ja: 固定額
ko: 고정 금액
lt: Fiksuota suma
lv: Fiksēta summa
nb: Fast beløp
nl: Vast bedrag
nn: Fast beløp
pl: Kwota stała
pt_br: Valor fixo
ro: Sumă fixă
ru: Фиксированная сумма
sk: Pevná suma
sl: Fiksni znesek
sr: Fiksni iznos
sv: Fast belopp
sw: Kiasi kisichobadilika
ta: நிலையான தொகை
th: จำนวนเงินคงที่
tr: Sabit tutar
uk: Фіксована сума
ur: مقررہ رقم
vi: Số tiền cố định
zh_hans: 固定金额
zh_hant: 固定金額

# onboarding.supplements.from
source: From
ar: من
bg: От
bn: থেকে
ca: De
cs: Od
da: Fra
de: Von
el: Από
es: De
et: Alates
fa: از
fi: Alkaen
fil: Mula
fr: De
he: מ
hi: से
hr: Od
hu: Ettől
id: Dari
is: Frá
it: Da
ja: 開始
ko: 부터
lt: Nuo
lv: No
nb: Fra
nl: Fra
nn: Fra
pl: Od
pt_br: De
ro: De la
ru: От
sk: Od
sl: Od
sr: Od
sv: Från
sw: Kutoka
ta: இருந்து
th: จาก
tr: Başlangıç
uk: З
ur: سے
vi: Từ
zh_hans: 从
zh_hant: 從

# onboarding.supplements.hint
source: Supplements are extra pay for inconvenient hours. Norwegian payslips call them tillegg.
ar: الإضافات أجر إضافي مقابل العمل في أوقات غير مريحة. تُسمى في قسائم الرواتب النرويجية tillegg.
bg: Надбавките са допълнително заплащане за работа в неудобни часове. В норвежките фишове за заплата се наричат tillegg.
bn: সাপ্লিমেন্ট হলো অসুবিধাজনক সময়ে কাজের জন্য অতিরিক্ত বেতন। নরওয়ের বেতন স্লিপে এগুলোকে tillegg বলা হয়।
ca: Els complements són una paga extra per a hores incòmodes. A les nòmines noruegues es diuen tillegg.
cs: Příplatky jsou mzda navíc za práci v nepříznivou dobu. Na norských výplatních páskách se jmenují tillegg.
da: Tillæg er ekstra løn for arbejde på ubekvemme tidspunkter. På norske lønsedler hedder de tillegg.
de: Zuschläge sind Extravergütung für ungünstige Arbeitszeiten. Auf norwegischen Lohnabrechnungen heißen sie tillegg.
el: Τα επιδόματα είναι επιπλέον αμοιβή για εργασία σε άβολες ώρες. Στις νορβηγικές μισθοδοσίες ονομάζονται tillegg.
es: Los suplementos son pagos extra por trabajar en horarios incómodos. En las nóminas noruegas se llaman tillegg.
et: Lisatasud on lisapalk ebamugavatel aegadel tehtud töö eest. Norra palgalehtedel nimetatakse neid tillegg.
fa: کمک‌هزینه‌ها دستمزد اضافی برای کار در ساعات نامناسب است. در فیش‌های حقوقی نروژی به آن tillegg می‌گویند.
fi: Lisät ovat lisäpalkkaa epämukavina aikoina tehdystä työstä. Norjalaisissa palkkalaskelmissa niitä kutsutaan nimellä tillegg.
fil: Ang mga dagdag ay dagdag na bayad para sa trabaho sa hindi komportableng oras. Sa mga payslip sa Norway, tinatawag itong tillegg.
fr: Les suppléments sont une rémunération en plus pour les horaires décalés. Sur les fiches de paie norvégiennes, ils s'appellent tillegg.
he: תוספות הן תשלום נוסף על עבודה בשעות לא נוחות. בתלושי שכר נורווגיים הן נקראות tillegg.
hi: भत्ते असुविधाजनक समय पर काम के लिए अतिरिक्त वेतन हैं। नॉर्वे की सैलरी स्लिप पर इन्हें tillegg कहा जाता है।
hr: Dodaci su dodatna plaća za rad u nepovoljno vrijeme. Na norveškim platnim listama zovu se tillegg.
hu: A pótlékok extra fizetést jelentenek a kényelmetlen időpontokban végzett munkáért. A norvég bérpapíron tillegg a nevük.
id: Tunjangan adalah bayaran tambahan untuk jam kerja yang tidak nyaman. Di slip gaji Norwegia, namanya tillegg.
is: Álag er aukagreiðsla fyrir vinnu á óþægilegum tímum. Á norskum launaseðlum heitir það tillegg.
it: I supplementi sono una retribuzione extra per gli orari scomodi. Nelle buste paga norvegesi si chiamano tillegg.
ja: 手当は、不便な時間帯の勤務に対する追加の給与です。ノルウェーの給与明細では tillegg と呼ばれます。
ko: 수당은 불편한 시간대 근무에 대한 추가 급여입니다. 노르웨이 급여 명세서에서는 tillegg라고 합니다.
lt: Priedai yra papildomas atlyginimas už darbą nepatogiu metu. Norvegijos atlyginimo lapeliuose jie vadinami tillegg.
lv: Piemaksas ir papildu samaksa par darbu neērtā laikā. Norvēģijas algas lapiņās tās sauc par tillegg.
nb: Tillegg brukes til å beregne ekstra lønn for arbeid på ubekvemme tider
nl: Toeslagen zijn extra loon voor ongunstige uren. Op Noorse loonstroken heten ze tillegg.
nn: Tillegg blir brukt til å berekne ekstra lønn for arbeid på ubekvemme tider
pl: Dodatki to dodatkowe wynagrodzenie za pracę w niedogodnych godzinach. Na norweskich paskach płacowych nazywają się tillegg.
pt_br: Adicionais são pagamentos extras por horários inconvenientes. Nos contracheques noruegueses, eles se chamam tillegg.
ro: Sporurile sunt plată în plus pentru orele incomode. Pe fluturașii de salariu norvegieni se numesc tillegg.
ru: Надбавки начисляются за работу в неудобное время. В норвежских расчётных листках они называются tillegg.
sk: Príplatky sú mzda navyše za prácu v nevýhodnom čase. Na nórskych výplatných páskach sa volajú tillegg.
sl: Dodatki so dodatno plačilo za delo ob neugodnih urah. Na norveških plačilnih listah se imenujejo tillegg.
sr: Dodaci su dodatna zarada za rad u nepovoljno vreme. Na norveškim platnim listićima zovu se tillegg.
sv: Tillägg är extra lön för arbete på obekväma tider. På norska lönebesked heter de tillegg.
sw: Nyongeza ni malipo ya ziada kwa kazi katika saa zisizofaa. Kwenye hati za mishahara za Norwe zinaitwa tillegg.
ta: சலுகைகள் என்பவை சிரமமான நேரங்களில் செய்யும் வேலைக்கான கூடுதல் ஊதியம். நார்வே சம்பளச் சீட்டுகளில் இவை tillegg என அழைக்கப்படுகின்றன.
th: เบี้ยเพิ่มเติมคือค่าจ้างพิเศษสำหรับการทำงานในเวลาที่ไม่สะดวก ในสลิปเงินเดือนของนอร์เวย์เรียกว่า tillegg
tr: Ek ödemeler, uygunsuz saatlerde çalışma için verilen ek ücrettir. Norveç maaş bordrolarında adı tillegg'dir.
uk: Надбавки нараховуються за роботу в незручний час. У норвезьких розрахункових листках вони називаються tillegg.
ur: سپلیمنٹ ناموزوں اوقات میں کام کی اضافی تنخواہ ہے۔ ناروے کی تنخواہ کی پرچی پر اسے tillegg کہا جاتا ہے۔
vi: Phụ cấp là tiền lương thêm cho giờ làm việc bất tiện. Trên phiếu lương ở Na Uy, khoản này gọi là tillegg.
zh_hans: 补贴是在不便时段工作的额外工资。挪威工资单上称为 tillegg。
zh_hant: 補貼是在不便時段工作的額外報酬。挪威薪資單上稱為 tillegg。

# onboarding.supplements.percentRate
source: Percent
ar: نسبة مئوية
bg: Процент
bn: শতাংশ
ca: Percentatge
cs: Procenta
da: Procent
de: Prozent
el: Ποσοστό
es: Porcentaje
et: Protsent
fa: درصد
fi: Prosentti
fil: Porsyento
fr: Pourcentage
he: אחוז
hi: प्रतिशत
hr: Postotak
hu: Százalék
id: Persen
is: Prósent
it: Percentuale
ja: パーセント
ko: 퍼센트
lt: Procentas
lv: Procents
nb: Prosent
nl: Prosent
nn: Prosent
pl: Procent
pt_br: Percentual
ro: Procent
ru: Процент
sk: Percento
sl: Odstotek
sr: Procenat
sv: Procent
sw: Asilimia
ta: சதவீதம்
th: เปอร์เซ็นต์
tr: Yüzde
uk: Відсоток
ur: فیصد
vi: Phần trăm
zh_hans: 百分比
zh_hant: 百分比

# onboarding.supplements.save
source: Save
ar: حفظ
bg: Запази
bn: সংরক্ষণ করুন
ca: Guardar
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fa: ذخیره
fi: Tallenna
fil: I-save
fr: Enregistrer
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
is: Vista
it: Salva
ja: 保存
ko: 저장
lt: Išsaugoti
lv: Saglabāt
nb: Lagre
nl: Lagre
nn: Lagre
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sr: Sačuvaj
sv: Spara
sw: Hifadhi
ta: சேமி
th: บันทึก
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# onboarding.supplements.skip
source: Skip
ar: تخطي
bg: Пропусни
bn: এড়িয়ে যান
ca: Ometre
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
et: Jäta vahele
fa: رد کردن
fi: Ohita
fil: Lampasan
fr: Ignorer
he: דלג
hi: छोड़ें
hr: Preskoči
hu: Kihagyás
id: Lewati
is: Sleppa
it: Salta
ja: スキップ
ko: 건너뛰기
lt: Praleisti
lv: Izlaist
nb: Hopp over
nl: Overslaan
nn: Hopp over
pl: Pomiń
pt_br: Pular
ro: Sari peste
ru: Пропустить
sk: Preskočiť
sl: Preskoči
sr: Preskoči
sv: Hoppa över
sw: Ruka
ta: தவிர்
th: ข้าม
tr: Atla
uk: Пропустити
ur: چھوڑ دیں
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過
